Repository: mozilla-l10n/mt-training-data
Catalog: tk/tk_pontoon.tmx
Source language: en_us
Languages: tk

source: Irish
tk: Irlandça

source: Is the clip valid?
tk: Klip dogrumy?

source: Italian
tk: Italýança

source: It contains words or phrases that are hard to read or pronounce.
tk: Onda okamasy ýa-da aýtmasy kyn sözler we söz düzümleri bar.

source: It is written in a language different than what I’m speaking.
tk: Ol meniň gepleýänimden başga dilde ýazylypdyr.

source: Izhorian
tk: Ižorça

source: Japanese
tk: Ýaponça

source: Join the Common Voice mailing list
tk: Common Voice poçta sanawyna goşul

source: Just Unsure?
tk: Doly ynamly dälmi?

source: Kabardian
tk: Kabardinçe

source: Kabyle
tk: Kabilçe

source: Kaqchikel
tk: Kakçikelçe

source: Karakalpak
tk: Garagalpakça

source: Kazakh
tk: Gazakça

source: { $kb }kb max
tk: { $kb }kb maks

source: Keep
tk: Sakla

source: Keep it up, record again <recordIcon></recordIcon>
tk: Dowam ediň, ýene ýazga alyň <recordIcon></recordIcon>

source: Keep the recordings
tk: Ýazgylary sakla

source: Keep track of your progress and metrics across multiple languages.
tk: Öňegidişligiňizi we ölçegleriňizi birnäçe dilde yzarlaň.

source: Keep track of your progress with a profile
tk: Öňegidişligiňizi profil bilen yzarlaň

source: Keep track of your progress with a profile and help our voice data be more accurate.
tk: Profil bilen öňegidişligiňizi yzarlaň we ses maglumatlarymyzyň has takyk bolmagyna kömek ediň.

source: K'iche'
tk: Kiçeçe

source: Kikuyu
tk: Kikuýuça

source: Kinyarwanda
tk: Kinýarwandaça

source: Komi-Zyrian
tk: Komi-Zyrýança

source: Korean
tk: Koreýçe

source: Kurmanji Kurdish
tk: Kurmanji Kürtçe

source: Kyrgyz
tk: Gyrgyzça

source: Language
tk: Dil

source: Language Request
tk: Dil soramak

source: Language request successfully submitted, thank you.
tk: Dil soramak üstünlikli iberildi, sag boluň.

source: Languages
tk: Diller

source: Latvian
tk: Latyşça

source: Launched
tk: Işledildi

source: Leaderboard Visibility
tk: Lider tagtasynyň görünişi

source: Learn More
tk: Goşmaça maglumat

source: Leaving now means you’ll lose your changes
tk: Häzir çyksaňyz üýtgetmeleriňizi ýitirersiňiz

source: Leaving now means you'll lose your progress
tk: Häzir çyksaňyz öňegidişligiňizi ýitirersiňiz

source: Let's Get Started
tk: Başlalyň

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
tk: LibriSpeech, LibriVox taslamasyndan okalýan audiokitaplardan alnan 16Khz ýygylykdaky iňlis dilindäki sözleýşiň takmynan 1000 sagadyndan ybarat korpusdyr.

source: License
tk: Ygtyýarnama

source: License: <licenseLink>CC-0</licenseLink>
tk: Lisenziýa: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
tk: Ygtyýarnama: <licenseLink>{ $license }</licenseLink>

source: Ligurian
tk: Liguriçe

source: Link Copied
tk: Baglanyşyk göçürildi

source: Listen
tk: Diňle

source: Listening
tk: Diňlemek

source: Listen-Queue
tk: Diňleme nobaty

source: Lithuanian
tk: Litwaça

source: Loading…
tk: Ýüklenýär…

source: Loading sentences…
tk: Sözlemler ýüklenýär…

source: Localized
tk: Lokallaşdyrylan

source: Login Identity
tk: Giriş şahsyýetligi

source: Log in or sign up to get started
tk: Başlamak üçin giriň ýa-da ýazylyň

source: Log In / Sign Up
tk: Gir / Ýazyl

source: Log In / Sign Up with { $company } email
tk: Gir / { $company } e-poçtasy bilen ýazyl

source: Log Out
tk: Hasapdan çyk

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
tk: Bu dilde diňlemek üçin ses ýazgylary ýok ýaly. Häzir käbirlerini ýazga alyp, nobaty doldurmaga kömek ediň.

source: Luganda
tk: Lugandaça

source: Macedonian
tk: Makedonça

source: Maithili
tk: Maithiliçe

source: Make sure the sentence meets the following criteria:
tk: Sözlemiň aşakdaky kriterilere gabat gelýändigine göz ýetiriň:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
tk: Käbir anonim demografik maglumatlar bilen girizen maglumatlaryňyzy mümkin boldugyndan baýlaşdyryň. Demografik maglumatlary köpçülige ýetirmezden ozal ugradanyň şahsy maglumatlaryny aýyrýarys.

source: Malagasy
tk: Malagasiçe

source: Malay
tk: Malaýça

source: Malayalam
tk: Malaýalamça

source: Maltese
tk: Maltaça

source: Manage Email Subscriptions
tk: E-poçta abunalaryny dolandyr

source: Manage Subscriptions
tk: Abunalary dolandyr

source: Marathi
tk: Marathiçe

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
tk: Belki, <homepageLink>baş sahypamyz</homepageLink> kömek eder? Sorag bermek üçin, <matrixLink>Matrix jemgyýetçilik söhbetdeşligine</matrixLink> goşulyň, <githubLink>GitHub</githubLink> arkaly saýt meselelerine gözegçilik ediň ýa-da <discourseLink>Discourse forumlarymyza</discourseLink> giriň.

source: Meadow Mari
tk: Çemenlik Mariçe

source: Meetei Lon
tk: Meýteý Lonça

source: Message
tk: Habar

source: [Mismatched content]
tk: [Gabat gelmeýän mazmun]

source: Misreadings
tk: Ýalňyş okamalar

source: Missing an <strong>'s'</strong> at the end of a word.
tk: Sözüň soňunda <strong>'s'</strong> ýoklugy.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
tk: Ýazgynyň başynda <strong>'A'</strong> ýa-da <strong>'The'</strong> sesleriniň ýoklugy.

source: Missing the end of the last word by cutting off the recording too quickly.
tk: Ýazgyny wagtyndan öň kesip, soňky sözüň soňuny ýitirmek.

source: Mixed
tk: Garyşyk

source: Moksha
tk: Mokşaça

source: Mongolian
tk: Mongolça

source: More
tk: Köpräk

source: [More has been recorded than the required text]
tk: [Talap edilýän tekstden köp ýazgy edilipdir]

source: Mossi
tk: Mossiçe

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
tk: Uly kompaniýalar tarapyndan ulanylýan maglumatlaryň köpüsi adamlaryň köpüsine elýeterli däl. Biziň pikirimizçe bu innowasiýa bökdençlik döredýär. Şonuň üçin, biz ses tanamagy hemme kişä açyk we elýeterli etmek üçin Common Voice taslamasyna başladyk.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
tk: Uly kompaniýalar tarapyndan ulanylýan maglumatlaryň köpüsi adamlaryň köpüsine elýeterli däl. Biziň pikirimizçe bu innowasiýa bökdençlik döredýär. Şonuň üçin, biz ses tanamagy hemme kişä açyk etmek üçin Common Voice taslamasyna başladyk.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
tk: Ýazgylaryň köpüsi, tebigy sesinde gürleýän adamlaryň sesleri. Kä halatda gygyrylýan, pyşyrdalýan ýa-da “dramatik” ses bilen berilýän standart däl ýazgyny kabul edip bilersiňiz. Aýdym-saz ýazgylaryny we kompýuter tarapyndan sintezlenen sesi ulanýanlary ret ediň.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
tk: Mozilla Common Voice maşynlara hakyky adamlaryň gürleýşini öwretmäge kömek etmek üçin ornaşdyrylýan başlangyçdyr.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
tk: Mozilla-nyň açyk çeşmeli ses tanaýyş motory Deep Speech sözleýiş tanaýjy programmalary düzmek üçin ulanylyp bilner. <githubLink>Github umumy synymyzy</githubLink> okaň ýa-da nädip başlamalydygyny öwrenmek üçin <discourseLink>DeepSpeech Discourse</discourseLink>-a goşulyň.

source: n
tk: ý

source: N/A
tk: D/D

source: Name
tk: At

source: Native Language
tk: Ene dili

source: Need some help with accent?
tk: Şiwe boýunça kömek gerekmi?

source: Need to download your data?
tk: Maglumatyňyzy göçürip almalymy?

source: Nepali
tk: Nepalça

source: Next
tk: Indiki

source: Nias
tk: Niasça

source: No
tk: Ýok

source: [No ‘a’ in the original text]
tk: [Asyl tekstde ‘bir’ ýok]

source: No gravatar found for your email
tk: E-poçtaňyz üçin grawatar tapylmady

source: No microphone found.
tk: Mikrofon tapylmady.

source: Norwegian Bokmål
tk: Norwegçe Bokmål

source: Norwegian Nynorsk
tk: Norwegçe Ninorks

source: No sentences to review. <addLink>Add more sentences now!</addLink>
tk: Gözden geçirmek üçin sözlem ýok. <addLink>Häzir has köp sözlem goşuň! </addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
tk: Bellik: 'Görünýän' edilip bellenende, bu sazlamany <profileLink>Profil sahypasynda</profileLink> üýtgedip bolýar

source: Note: You will still need to select between Speak or Listen to change contribution type.
tk: Bellik: Goşant görnüşiňizi üýtgetmek üçin şonda-da Geple ýa-da Diňle düwmesinden birini saýlamaly bolarsyňyz.

source: No Thanks
tk: Ýok, sag bol.

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
tk: Common Voice hakda biraz maglumat alandygyňyza görä, ony synap görmek isleýärsiňizmi? Sözlemleri sesli okap başlamak üçin mikrofon şekiljigine basyň. <br/> <br/>Başga adamlaryň ses goşantlaryny gözden geçirmek isleseňiz, oýnat şekiljigine basyň. Ýazgylaryň ekranda ýazylan sözlemlere gabat gelýändigini tassyklamaga kömek edersiňiz.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
tk: Indi siz islendik adamyň enjamlar we web üçin innowatiw programmalary ulanyp bilmegi üçin bize açyk çeşme ses maglumat bazasyny gurmaga öz sesiňizi peşgeş bermek arkaly kömek edip bilersiňiz. Maşynlara hakyky adamlaryň gepleýşini öwretmek üçin bir sözlem okaň. Hili gowulandyrmak üçin başga goşantçylaryň işini barlaň. Şolar ýaly aňsat!

source: Number of Voices
tk: Sesleriň sany

source: Occitan
tk: Oksitança

source: Odia
tk: Odiýaça

source: Off
tk: Öçürilen

source: Offensive language
tk: Gödek dil

source: Offensive speech
tk: Gödek sözleýiş

source: On
tk: Işledilen

source: On desktop devices you can contribute by downloading…
tk: Iş stoly enjamlarynda şulary göçürip alyp goşant goşup bilersiňiz…

source: On his head he wore a beret.
tk: Ol kellesine beret geýdi.

source: On iOS please continue with Safari to enable recording…
tk: iOS-da ýazgyny işjeňleşdirmek üçin Safari bilen dowam ediň…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
tk: Başga bir tarapdan, okyjy öň hiç haçan bu söze duş gelmändir we aýdylyşynda nädogry çaklama edýär diýip pikir edýän bolsaňyz, ret etmegiňizi haýyş edýäris. Eger ynamly netijä gelip bilmeseňiz, geçmek düwmesini ulanyň.

source: Optionally join on our email list for updates and new information about the project.
tk: Taslama barada täzelenmeler we täze maglumatlar üçin islege bagly e-poçta sanawymyza goşulyň.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
tk: Islege baglylykda iberilen demografik maglumat (m.ü. ýaş, jyns, dil we şiwe) hiç haçan siziň profiliňizde köpçülige açylmaz we maglumat toplumyndaky hasabyňyza çatylmaz. Her audio klip has dogry seljeriş üçin demografik maglumat bilen baglanyşdyrylar - mysal üçin, ylmy barlagçy türgenleşdirme nusgasyny belli bir demografik segmente görä ýerine ýetirmek isläp biler.

source: Other
tk: Başga

source: Other Language
tk: Başga dil

source: Other voice datasets…
tk: Başga ses maglumat toplumlary…

source: Other Voice Datasets
tk: Başga ses maglumat toplumlary

source: Overall Accuracy
tk: Umumy dogrulyk

source: Overall Hr. Total
tk: Umumy sag. jemi

source: p
tk: o

source: Papiamento (Aruba)
tk: Papiamentoça (Aruba)

source: Partners
tk: Hyzmatdaşlar

source: [Part of the text can’t be heard]
tk: [Tekstiň bir bölegi eşdilenok]

source: Pashto
tk: Paştunça

source: Past recordings download requests
tk: Ýazgylary göçürip almak boýunça öňki soramalar

source: Persian
tk: Parsça

source: Personal dashboards keep you up-to-date with individual and community progress.
tk: Şahsy dolandyryş panelleri şahsy we jemgyýetçilik öňegidişligi boýunça habarly bolmagyňyzy üpjün edýär.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
tk: Lokalizasiýadan başlap maglumat toplumyny ulanmaga çenli, şol sanda jemgyýetçilik bilen habarlaşmalydygy barada, tutuş Common Voice ýolagçylygy barada <playbookLink>peýdaly maglumat tapyň</playbookLink>.

source: <playIcon></playIcon>Last one!
tk: <playIcon></playIcon>Soňkusy!

source: Play/Stop
tk: Oýnat/Duruz

source: Please select a language to review sentences.
tk: Sözlemleri gözden geçirmek üçin dil saýlaň.

source: Polish
tk: Polýakça

source: Portuguese
tk: Portugalça

source: Press play, listen & tell us: did they accurately speak the sentence below?
tk: Aýtdyr-a basyň, diňläň we bize aýdyň: olar aşakdaky sözlemi dogry aýtdylarmy?

source: Press { shortcut-play-toggle } to toggle play mode
tk: Aýtdyrmak tertibini çalyşmak üçin { shortcut-play-toggle } basyň

source: Privacy
tk: Ýaşyrynlyk

source: Privacy Policy
tk: Gizlinlik syýasaty

source: Pro
tk: Professional

source: Profile
tk: Profil

source: Profile information improves the audio data used in training speech recognition accuracy.
tk: Profil maglumatlary sözleýiş tanamagyň takyklygyny öwretmekde ulanylýan ses maglumatlaryny gowulandyrýar.

source: Progress
tk: Öňegidişlik

source: Punjabi
tk: Penjapça

source: Quechua Chanka
tk: Keçua Çanka

source: [‘Raised’ in English is always pronounced as one syllable, not two]
tk: [Iňlis dilinde ‘Raised’ hemişe bir bogunly aýdylýar, iki bogunly däl]

source: Reader Effects
tk: Okaýjynyň täsirleri

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
tk: Gysgaltmalaryň ýok ýerinde bar ýaly okamak, meselem "We are" derek "We're", ýa-da oň tersine.

source: Read More
tk: Goşmaça oka

source: Read more on our About page
tk: Hakynda sahypamyzda goşmaça okaň

source: Ready to add your voice or lend your ear?
tk: Sesiňizi goşmaga ýa-da gulagyňyzy ulanmaga taýýarmy?

source: Ready to contribute?
tk: Goşant goşmaga taýynmy?

source: Ready to do { $count } more?
tk: Ýene { $count } sany etmäge taýýarmy?

source: Ready to donate your voice?
tk: Sesiňizi bagyş etmäge taýýarmy?

source: Ready to help validate sentences?
tk: Sözlemleri barlamaga kömek etmäge taýýarmy?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
tk: Ýumuşlar we öňde goýlan maksat ýatlatmalary, öňegidişliklerim barada täzelenmeleri we Common Voice barada habarnamalary e-poçta arkaly alyň.

source: Recorded Clips
tk: Ýazga alnan klipler

source: Recorded Hours
tk: Ýazga alnan sagatlar

source: <recordIcon></recordIcon> Last one!
tk: <recordIcon></recordIcon> Iň soňky!

source: [Recording cut off before the end of the last word]
tk: [soňky sözüň soňundan öň ýazgy kesilipdir]

source: Recordings
tk: Ýazgy

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
tk: Ses kliplerini ýazga almak açyk maglumat bazamyzy gurmagyň aýrylmaz bölegidir; käbirleri üçin işiň gyzykly tarapy hem şu.

source: Record/Stop
tk: Ýazgy et/Duruz

source: Record your voice
tk: Sesiňi ýazga al

source: Refresh
tk: Täzele

source: Reject
tk: Ret et

source: Remove
tk: Aýyr

source: Report
tk: Habar ber

source: Report was passed successfully
tk: Habar üstünlikli iberildi

source: Request a Language
tk: Dil goşmagy sora

source: Request recordings
tk: Ýazgylary sora

source: *required
tk: *hökmany

source: Re-record
tk: Täzeden ýaz

source: Re-record clip
tk: Klibi täzeden ýaz

source: Return
tk: Yza dolan

source: Return here to edit your goal anytime.
tk: Maksadyňyzy redaktirlemek üçin islendik wagt şu ýere dolanyň.

source: Return to Common Voice
tk: Common Voice-a dolan

source: Return to Common Voice Datasets
tk: Common Voice maglumat toplumlaryna dolan

source: Return to Languages
tk: Dillere dolan

source: Review
tk: Gözden geçir

source: Review could not be saved. Please try again later.
tk: Gözden geçirmäni ýatda saklap bolmady. Soňra gaýtadan synanyşyň.

source: ⓘ Review Criteria
tk: ⓘ Gözden geçiriş kriterileri

source: Review Criteria
tk: Gözden geçiriş kriterileri

source: Reviewed sentences not submitted, are sure?
tk: Gözden geçirilen sözlemler tabşyrylmady, çyndanam?

source: Review & re-record clips here as you go
tk: Gözden geçir & gidip barşyňyza klipleri täzeden ýazga alyň

source: Review & re-record clips if needed
tk: Klipleri gözden geçiriň we gerek bolsa, gaýtadan ýazyň

source: Review Sentences
tk: Sözlemleri gözden geçir

source: Review & Submit
tk: Gözden geçir we tabşyr

source: Romanian
tk: Rumynça

source: Romansh Sursilvan
tk: Romanşça Sursilwan

source: Romansh Vallader
tk: Romanşça Wallader

source: Runyankole
tk: Runýankolça

source: Russian
tk: Rusça

source: s
tk: g

source: Sakha
tk: Sahaça

source: Santali (Ol Chiki)
tk: Santaliçe (Ol Çiki)

source: Sardinian
tk: Sardiniýaça

source: Save
tk: Ýatda sakla

source: Saved
tk: Ýatda saklandy

source: Search
tk: Gözle

source: See how your progress compares to other contributors all over the world.
tk: Öňegidişligiňizi dünýäniň beýleki goşantçylary bilen deňeşdiriň.

source: See Less
tk: Azrak gör

source: See More
tk: Köpräk gör

source: Select a Language...
tk: Dil saýla

source: Selected
tk: Saýlanan

source: Send sign up link
tk: Ýazylmak baglanyşygyny iber

source: Sentence Collection
tk: Sözlem ýygnama

source: Sentences
tk: Sözlemler

source: { $sentences } sentences reviewed. Thank you!
tk: { $sentences } sözlem gözden geçirildi. Minnetdar!

source: Sentence text
tk: Sözlemiň teksti

source: Serbian
tk: Serbçe

source: Set a goal
tk: Maksat goý

source: Set my visibility
tk: Görünijiligimi sazla

source: Settings
tk: Sazlamalar

source: Sex or Gender
tk: Gender

source: Share Common Voice
tk: Common Voice-i paýlaş

source: Share my goal
tk: Maksadymy paýlaş

source: Share your clip
tk: Klibiňizi paýlaşyň

source: Share your { $count } Clip Daily Goal for { $type }
tk: { $type } üçin { $count } klip günlük maksadyňyzy paýlaşyň

source: Share your { $count } Clip Weekly Goal for { $type }
tk: { $type } üçin { $count } klip hepdelik maksadyňyzy paýlaşyň

source: Shilha
tk: Şilhaça

source: Shortcuts
tk: Gysga ýollar

source: [Should be ‘dinosaurs’]
tk: [‘dinozawrlar’ bolmaly]

source: [Should be “We are”]
tk: [“çykýarys” bolmaly]

source: Show my ranking
tk: Reýtingimi görkez

source: Sicilian
tk: Sisiliçe

source: Sign up for an account
tk: Hasap açmak üçin ýazylyň

source: Sign up for Common Voice newsletters, goal reminders and progress updates
tk: Common Voice habarnamalaryna, maksat ýatlatmalaryna we öňegidişlik täzeliklerine ýazylyň

source: sign up for email updates
tk: email täzelikleri üçin ýazylyň

source: Sign up for { $lang } updates:
tk: { $lang } täzelenmelerine ýazylyň:

source: Single ZIP file containing
tk: Bir ZIP faýl, öz içine alýar

source: Sinhala
tk: Sinhalaça

source: Size
tk: Ölçeg

source: Skip
tk: Geç

source: Skip Submission Feedback
tk: Iberiş seslenmesinden geç

source: Slovak
tk: Slowakça

source: Slovenian
tk: Slowençe

source: Somali
tk: Somaliçe

source: Sorbian, Lower
tk: Sorbça, aşaky

source: Sorbian, Upper
tk: Sorbça, ýokary

source: Source: { $sentenceSource }
tk: Çeşme: { $sentenceSource }

source: Spanish
tk: Ispança

source: Speak
tk: Geple

source: Speakers
tk: Gepleýjiler

source: Speaking
tk: Geplemek

source: Speaking and Listening
tk: Geplemek we diňlemek

source: Speak now
tk: Häzir geple

source: Speak up, contribute here!
tk: Gepläň, şu ýerden goşant goşuň!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
tk: <speechBlogLink>Sözleýiş tanaýyşa giriş</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
tk: { $archiveCount } ZIP faýlyna bölünen, öz içine alýar

source: Splits
tk: Bölünmeler

source: Start recording
tk: Ýazga almaga başla

source: Start typing to describe your accent
tk: Aksentiňizi suratlandyrmak üçin ýazyp başlaň

source: Stats
tk: Statistika

source: Streaks
tk: Yzygiderli ädimler

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
tk: <strong>[döwülme]</strong> eýýamynyň apet dino <strong>[döwülme]</strong>-ry.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
tk: <strong>[asgyrmak]</strong> Trias eýýamynyň äpet <strong>[üsgürme]</strong> dinozawrlary.

source: Submit
tk: Iber

source: Submit a report
tk: Hasabat iber

source: Submit clips
tk: Klipleri iber

source: Subscribe
tk: Ýazyl

source: Success
tk: Üstünlik

source: Success, profile created!
tk: Üstünlik, profil döredildi!

source: Swahili
tk: Swahiliçe

source: Swedish
tk: Şwedçe

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
tk: Sözlemi tassyklamak üçin saga süýşüriň. Ony ret etmek üçin çepe süýşüriň. Geçmek üçin ýokary süýşüriň. <strong>Gözden geçirmäňizi tabşyrmagy ýatdan çykarmaň!</strong>

source: Syriac
tk: Siriýakça

source: Tagalog
tk: Tagalogça

source: Tahitian
tk: Tahitiçe

source: Taiwanese (Minnan)
tk: Taýwança (Minnan)

source: Tajik
tk: Täjikçe

source: Taking several attempts to read a word.
tk: Bir sözi okamak üçin birnäçe gezek synanyşyk etmek.

source: Tamil
tk: Tamilçe

source: Tap
tk: Deg

source: Tatar
tk: Tatarça

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
tk: Tatoeba dil öwrenmekde ulanmak üçin sözlemleriň, terjimeleriň we aýdylýan sesleriň uly maglumat bazasydyr. Bu olaryň jemgyýeti tarapyndan ýazgy edilen geplenilýän iňlis dilini öz içine alýar.

source: TED-LIUM Corpus
tk: TED-LIUM korpus

source: Tell us what you'd like to download:
tk: Göçürip almak isleýän zadyňyzy bize aýdyň:

source: Telugu
tk: Teluguça

source: Terms
tk: Düzgünler

source: Thai
tk: Taýça

source: Thanks for confirming your account, now let's build your profile.
tk: Hasabyňyzy tassyklanyňyz üçin sagboluň, geliň indi profiliňizi döredeliň.
